tap "anomalyco/tap"
tap "atlassian/acli"
tap "aws/tap"
tap "dagger/tap"
tap "drone/drone"
tap "entireio/tap"
tap "homeport/tap"
tap "intellection/tools", "git@github.com:Intellection/homebrew-tools.git"
tap "localstack/tap"
tap "ngrok/ngrok"
tap "robusta-dev/krr"
brew "cairo"
brew "cffi"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "cmctl"
brew "curl"
brew "dive"
brew "docker-compose"
brew "docutils"
brew "elixir"
brew "erlang"
brew "erlang@27"
brew "fcrackzip"
brew "fontconfig"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "glib"
brew "go"
brew "golangci-lint"
brew "harfbuzz"
brew "helm"
brew "hydra"
brew "imagemagick"
brew "jinja2-cli"
brew "jira-cli"
brew "john"
brew "jq"
brew "kubernetes-cli"
brew "libfido2"
brew "libheif"
brew "libsodium"
brew "libyaml"
brew "miller"
brew "mise"
brew "mole"
brew "mysql@8.0", restart_service: :changed
brew "netpbm"
brew "node@20"
brew "node@22"
brew "openjdk"
brew "openjpeg"
brew "opensearch", restart_service: :changed
brew "openssl@1.1"
brew "openssl@3"
brew "p7zip"
brew "pipx"
brew "poetry"
brew "postgresql@14", restart_service: :changed
brew "psutils"
brew "pwgen"
brew "pycparser"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "rbenv"
brew "redis", restart_service: :changed
brew "ruby-build"
brew "shared-mime-info"
brew "shellcheck"
brew "snappy"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tree"
brew "watch"
brew "wget"
brew "xz"
brew "yarn"
brew "yq"
brew "zstd"
brew "anomalyco/tap/opencode"
brew "atlassian/acli/acli"
brew "aws/tap/ec2-instance-selector"
brew "homeport/tap/dyff"
brew "intellection/tools/portctl"
brew "intellection/tools/shipyard"
brew "localstack/tap/localstack-cli"
cask "claude-code"
cask "entireio/tap/entire"
cask "wkhtmltopdf"
go "github.com/cweill/gotests/gotests"
go "github.com/fatih/gomodifytags"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/haya14busa/goplay/cmd/goplay"
go "github.com/josharian/impl"
go "github.com/mitchellh/gox"
go "github.com/ramya-rao-a/go-outline"
go "github.com/spf13/cobra-cli"
go "github.com/tcnksm/ghr"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cask "clickhouse"
