tap "anomalyco/tap"
tap "atlassian/acli"
tap "intellection/tools", "git@github.com:Intellection/homebrew-tools.git"

brew "chezmoi"
brew "curl"
brew "gh"
brew "git"
brew "jq"
brew "kubernetes-cli"
brew "mise"
brew "mole"
brew "mysql@8.0", restart_service: :changed
brew "opensearch", restart_service: :changed
brew "postgresql@14", restart_service: :changed
brew "pwgen"
brew "redis", restart_service: :changed
brew "shellcheck"
brew "tree"
brew "watch"
brew "wget"
brew "yq"

brew "anomalyco/tap/opencode"
brew "atlassian/acli/acli"
brew "intellection/tools/portctl"
brew "intellection/tools/shipyard"

cask "claude-code"
